# Хувьсагчтай ажиллах

# print("Бичсэн коддоо ажиллуулахгүй байхыг хүсвэл мөрмйн өмнө # тэмдэг тавина.")
# print("Эсвэл гарын ctrl + / товчлуурыг дарна. Курсор байрлаж буй мөрийг хаана")

print("Одоо console-руу хэвлэх болно.")

# Бүхэл тоон утгатай ажиллах
тоо = 12
print(тоо)
тоо= тоо*2 # тоо-г 2 - оор үржээрд тоо-нд хадгалах
print(тоо) # тоо-г хэвлэх

# Тэмдэгттэй ажиллах
хувьсагч = "Python"
print("Hello " + хувьсагч)

x, y, z = "Orange", "Banana", "Cherry"
print(x)
print(y)
print(z)
 
a = b = c = "Apple"
print(a)
print(b)
print(c)

# Дасгал ажил
#     1. Hello world гэж хэвлэх
#     2. A ба B тооны нийлбэр олоод хэвлэх /A, B дурын тоо оруулах
#     3. Нэр хувьсагчид Болд гэж хадгалаад, нас хувьсагчид 26 гэж хадгалаад /Болд 26 настай. Тэр Python судалдаг/ хэвлэх
