# Тэмдэгт мөртэй ажиллах
# тэмдэгт мөр нь 0 ээс эхлэн дугаарлагддаг
a = "Hello, World!"
print(a[1])

# 2-5 дугаартай тэмдэгтүүдийг хэвлэх
b = "Hello, World!"
print(b[2:5])

# тэмдэгт мөрийн уртыг хэвлэх
a = "Hello, World!"
print(len(a))

# тэмдэгт мөрийн том үсгүүдийг жижиг болгох
a = "Hello, World!"
print(a.lower())

# тэмдэгт мөрийн жижиг үсгүүдийг том болгох
a = "Hello, World!"
print(a.upper())

# тэмдэгт мөрийн H тэмдэгтийг J тэмдэгтээр сольж байршуулах
a = "Hello, World!"
print(a.replace("H", "J"))
