#1 a ээс b хүртэлх тооний нийлбэр ол
#2 n ээс m тоо хүртэлх сондгой тооны нийлбэр ол
#3 n ээс m тоо хүртэлх тэгш тооны нийлбэр ол
#4 n ээс m тоо хүртэлх 3т хуваагдах тооны нийлбэр ол
#5 n ээс m тоо хүртэлх 5т хуваагдах тооны нийлбэр ол
#7 a тоог b зэрэгт дэвшүүл
#8 a болон b тооны үржвэр ол
#9 n ээс m тоо хүртэлх тэгш тоонуудыг  ол
#10 n ээс m тоо хүртэлх тэгш тоонуудын тоог ол
#11 Өгөдсөн n тоо анхны тоо мөн үү
#12 n ээс m тоо хүртэлх анхны тоонуудыг ол
#13 n ээс m тоо хүртэлх анхны тоонуудын тоог ол
#14 3 оронтой бүх палендром тоонуудыг ол 
#15 Цифрүүдын нийлбэр нь k байх бүх 3 оронтой 
    # тоонуудын тоог ол
